[
  {
    "id": "-1",
    "image": "https://i.postimg.cc/50mjtJ68/photo-2021-01-16-16-16-21.jpg",
    "title": "Промова з Світового Чемпіонату з Публічних Виступів 2014",
    "date": "2025-02-22",
    "category": "uncategorized",
    "description": "Ми з вами не надто відрізняємось від квітки. <br><br>У всіх нас є щось особливе, що робить нас такими ж красивими. <br>Чи знаєте ви, що робить вас особливими? <br><br>Буває, що відповідь важко знайти, бо іноді життя жорстоке, обриває пелюстки, ламає надвоє і викидує в смітник. <br><br>І коли ти зламаний, дуже важко відчувати себе особливим. <br> Пам’ятаю, коли я вперше зламався. Мені було сімнадцять років. Я не зміг закінчити середню школу, мене заарештували. <br><br>В той момент я не боявся поліції. Але була одна людина, якої я дуже боявся. Мама. <br>Вона була дуже емоційна. Складіть всіх емоційних мам яких ви знаєте, помножте на 10, і ви отримаєте мою. <br><br>Я чув її крик ще коли вона не зайшла. Навіть поліцейські її боялись. <br>Вона підійшла до мене, тримаючись за залізні ґрати, дивилась мені в очі, і я побачив, як сльоза спускається по її обличчю. <br>Я бачив, як моя мама плакала раніше, але матері плачуть трьома видами сліз: сльозами радості, смутку і сорому. <br><br>І коли син бачить, як мати плаче сльозами сорому, це момент, що змінює життя. <br>Вона подивилася на мене і сказала: “Синку, я хочу, щоб ти став кращою людиною”. <br><br>Тієї ночі тато чекав мене вдома. <br><br>Складіть всіх строгих татів, яких ви знаєте разом, помножте на 10, і ви отримаєте мого батька. <br>Він підійшов до мене і сказав: \"Синку, це нормально.... Ти провалив іспити. Тебе вже заарештували... це в тебе від маминої лінії...\" <br>Після невеликої паузи продовжив: \"Я хочу, щоб ти негайно почав працювати.\" <br>І я сказав: \"Добре.\" <br><br>Тож мій тато влаштував мене до Сема. <br>Сем був бухгалтером, який мав власну фірму, і щиро вирішив зробити мене його особистим помічником. <br>Він був особливою людиною і схожим на плюшевого ведмедика. <br>Говорив мені: \"Синку, я щось бачу у тобі, але я не знаю, що це таке. Якщо ти вирішиш співпрацювати зі мною, я можу допомогти тобі знайти це\". <br><br>Щодня після роботи він розповідав мені історії про світ, про історію, про культуру, про філософію, і це було набагато цікавіше, ніж те, що я дізнався у школі. <br>Я виявив, що можу мріяти, і я почав мріяти. <br><br>Пропрацювавши рік, я повернувся до середньої школи, склав іспити і вступив до коледжу. <br>Після успішного закінчення коледжу, я знайшов чудову дівчину, але не роботу... <br><br>Я не знав, що хочу робити зі своїм життям. У вас коли-небудь була така проблема? <br>Тож я повернувся до свого тата зі словами: \"Тату, я почуваюся загубленим\". <br><br>Він сказав: \"Ти як твоя мати\", і познайомив мене з дивним клубом, що мав дивне ім’я, з дивними людьми, що дивно розмовляли. <br><br>На першій зустрічі вони сказали мені зробити щось, що називається \"тема столу\". <br>Я вийшов! І почав говорити. <br><br>І під час промови, я звернув увагу на чоловіка, що сидів на задньому ряду: скромний, простий, з незмінною якістю доброти в очах. <br><br>Як тільки я закінчив, він підійшов до мене, подивився мені прямо в очі і сказав: <br>\"Синку, я щось бачу у тобі, але я не знаю, що це. Якщо ти приїздитимеш сюди двічі на місяць, можливо, ми зможемо це \"щось\" знайти\". <br><br>Я зрозумів, що можу говорити, люблю говорити. І через це я став вчителем. <br>І я знаю, як це – мати недостатньо грошей на своєму банківському рахунку. Знаю, як це турбуватися, коли починають надходити квитанції на сплату. <br><br>Іноді посеред ночі я розбуджую свою прекрасну дружину і питаю її: \"Люба, чому ти вийшла за мене заміж?\". <br>І вона каже: \"Я щось побачила у тобі, але я досі не знаю, що це\". <br><br>Сьогодні я, мрійник та спікер, і дізнався про незмінну якість безумовного кохання від своєї дружини. <br><br>Я був зламаний, і я багато разів у житті був зламаний та втрачений. <br><br>Але в моє життя приходили люди, які змогли залізти в сміттєвий бак, де лежали мої рештки, і допомогли знову зробити мене цілим. <br>Самостійно я ніколи б не зміг цього зробити. <br><br>Ось чому, якщо у вашому житті є чудові люди, то як би ви не зламались, наскільки загубленим чи наскільки розбитим не були, <br>з їхньою допомогою ви зможете скласти себе назад.<br>",
    "userId": "kyWfeKzcNiXG53Nv73lf0u3T6IZ2",
    "comments": 0,
    "likes": 3,
    "views": 59
  },
  {
    "id": "-2",
    "description": "Грандіозно звучить - чверть століття.<br> Гірше тільки - тритина життя.<br> Опадають тендітні суцвіття<br> І лишається сум'яття.<br><br> Це якась дуже дивна мірка,<br> Надто неповоротка.<br> Не впала ще жодна зірка,<br> До якої тягнулась рука.<br><br> Поки сонце зігріло Флориду,<br> Хтось сніги прокидав на Алясці.<br> Хтось дивився у очі холоду,<br> Хтось дізнався що таке щастя.<br><br> Хтось зводив рахунки,<br> Хтось зводив кінці з кінцями.<br> Хтось програв і чекав порятунку,<br> А ми навіть не були гравцями!<br><br> Хтось довго чекав моменту,<br> А хтось чеканив монети.<br> Хтось відкривав континенти,<br> Боже... Хтось відкривав планети!<br><br> Поки хтось тільки ставив питання<br> І відчайдушно зітхав,<br> Хтось, без жодної тіні вагання,<br> Відповідав.<br><br> Половина від половини<br> Відчувається як пролог.<br> Ніби ти уже не дитина,<br> Ніби вмієш ділити на двох,<br> Але все якось навпаки...<br><br> Я може не в тому списку?<br> Боже, якщо це найкращі роки -<br> Я просто скасую підписку.<br><br> (c) Надія Кобилянська",
    "image": "https://i.postimg.cc/15rZz6tX/83ff5426089bc2b4a308aabbe8f52b0b.jpg",
    "title": "Чверть століття",
    "comments": 0,
    "date": "2025-02-22",
    "category": "art",
    "userId": "kyWfeKzcNiXG53Nv73lf0u3T6IZ2",
    "likes": 7,
    "views": 70
  },
  {
    "id": "-3",
    "description": "—А чи зможе всесильний Бог створити так, щоб увесь світ складався з суцільного пекла?<br>—Зможе, ще й як зможе.<br>—І навіть так, щоб він був суцільним раєм?<br>—Зможе, і це зможе.<br>—Так чому ж, трясця його, він цього не робить? — Моя донечка стиснула мою руку. Я знав, що от-от вона заплаче, але вона ще тримається, адже їй вже цілих сім років — вона вже доросла. Хотів би я знати відповідь, але чи буду я хорошим батьком, якщо скажу просту правду? Вона розчарується в світі, а їй ще, як мінімум, рано. Але й брехати неправильно.<br>—Чому мама не може бути з нами? — вона продовжила, і вже не змогла стримати сліз. На це кляте питання я ніколи не дам собі відповіді.<br><br>Місто, що спало під сірим небом, ніби також вирішило здатися на милість буденності.<br><br>—Насправді я не знаю. Проте Бог не створив суцільного пекла чи раю, єдине, що ми можемо знати напевно, це те, що ми тут, і я тебе люблю. Тобі загалом цей світ подобається чи ні? — Вона зупинилася й сіла на лавочку. Що ж, я не проти. Перестала хникати, розумничка, я дуже нею пишаюся.<br>—Так, я його дуже люблю! Люблю Бога, люблю життя, все дуже-дуже гарно. — Вона говорила, ніби відчитувала сама себе, хотіла себе переконати.<br><br>Світ виглядав, як завжди: трохи дивно й повністю нелогічно. День змінив ніч, а ніч змінила нас.",
    "title": "День змінив ніч",
    "date": "2025-02-22",
    "category": "philosophy",
    "image": "https://i.postimg.cc/13R1VtnH/34dhpc9cp5361.webp",
    "userId": "kyWfeKzcNiXG53Nv73lf0u3T6IZ2",
    "likes": 5,
    "comments": 0,
    "views": 62
  },
  {
    "id": "-4",
    "image": "https://i.postimg.cc/g0mW2ZRB/photo-3-2024-09-04-00-23-31.jpg",
    "title": "Інсайти з найпопулярнішого курсу від Yale university на Coursera",
    "date": "2025-03-10",
    "category": "psychology",
    "description": "1. Очікування - реальність = щастя. Потрібно не тільки працювати на покращення реальності, а й на обдуманих очікуваннях.<br> Люсі, яка мріє про виключно ідеального чоловіка, буде нещасна з будь-яким.<br> Джон, який готовий працювати у стосунках і ставить реальні очікування буде щасливий з 0.1%+ дівчат.<br> Джон заробляє 100тис грн в місяць, проте очікував заробляти 250тис, тому в постійному стресі, та має низьку самооцінку.<br> Люсі очікувала на 20-30тис, заробляючи 50, тому вона більш ніж задоволена.<br><br> 2. Ми дууууже погано передбачаємо, наскільки ми будемо щасливими чи нещасними якщо щось відбудеться.<br> Студенти передбачали щастя від 1 до 10-ти, яке вони матимуть коли дізнаються що їхні бали кращі за очікувані, такі ж або гірші.<br> Вийшло приблизно: 9, 7, 5.<br> На практиці, після отриманих балів вони оцінювали щастя на: 8.5, 8.3, 8.<br><br> 3. Щастя на 50% залежить від генів, на 40% від нашого сприйняття та мислення та на 10% від зовнішніх обставин.<br> Тому фраза \"щастя в твоїх руках\" правильна приблизно на половину, але в той ж час, правильніша в 4 рази порівнюючи з: \"щастя залежить від оточення\".<br><br> 4. Щастя і цілі йдуть в порівнянні.<br> Люди які виграють срібло на олімпіадах, порівнюють себе з першим місцем, коли той хто виграв бронзу, порівнює себе з всіма не призерами.<br> Тому за статистикою хто виграв на олімпіаді 3-є місце, — той найщасливіший, а хто 2-ге –найнещасніший.<br> Людина що рівняється на Ілона Маска, зробивши невеликий стартап, буде докоряти собі, коли якщо вона б рівнялась на старих однокласників що спились — то самоповазі не було б меж (не кажемо що потрібно рівняти себе до алкоголіків, тут радше потрібно мати середину, і рівнятись ДО ВСІХ, НИЖЧИХ, НА РІВНІ ТА ВИЩИХ).<br> ℹ️ В середньому користувачі фейсбук мають на 20% нижчу самооцінку.<br> Коли дівчата проводять на моделей в журналах з ідеальною, відфотошопленою фігурою — їх рівень самооцінки та щастя падав.<br><br>5. Чим більше ми досягаємо цілей на автоматі, тим більше ми не задоволені.<br> Після досягнення не своєї цілі завжди ітиме пустота. Будинок, дерево, дитина і навіть робота непогана, а далі що? – інша ціль, така ж нав'язана. І чим дальше в ліс, тим важче буде.<br><br>6. Не очікуйте від майбутнього забагато. Ми говорили в першому інсайті, що 50% щастя вже генетично закладено, тому якщо ви зараз здійсните мрію (припустимо, ви реалізували стартап на 1млн$, продали його і тепер фінансово незалежні/щасливо одружились/об'їздили ввесь світ, зняли тревел блог і допомогли іншим людям), то ваше щастя збільшиться в середньому на +40%, а через наступний інсайт зміниться на ще менше протягом деякого часу.<br><br> 7. Мозок пристосовується до щастя, і щастя робиться не таким вже і щастям.<br> Мозок думає, що постійне щастя принесе постійна зміна (одруження, підвищення чи нова річ). Але вже за рік люди, які одружились чи купили будинок, не мають того \"вау ефекту\", а за 3-5 років відзначали то й же рівень щастя, який був до цього.<br><br> 8. Негативне порівняння приносить щастя. Згадуйте, ким могли б ви бути, якщо б не мали всього, що маєте зараз (можна навіть похвалити себе). 😄<br> Досягнення не приносять ейфорії, на яку ми очікували. Якщо приносить то ейфорія триває недовго. Це призводить до вищих очікувань від самого себе та тиску.<br> Через не змогу зупинитися і дякувати за те що маєм після величезного успіху люди часто впадають в депресію (привіт Мартін Іден).<br><br> 9. Фізичні вправи — топ 1 в боротьбі з депресією і в цілому для організму це \"пігулки щастя\".<br><br>10. Турбота, яку ми даруємо більше впливає на нас, ніж на інших. Люди, які пригощали когось гарячим напоєм, отримували більше задоволення, ніж коли самі щось отримували. (Хоч самі очікували, що буде навпаки).<br>",
    "userId": "kyWfeKzcNiXG53Nv73lf0u3T6IZ2",
    "comments": 0,
    "likes": 6,
    "views": 41
  },
  {
    "id": "-5",
    "category": "uncategorized",
    "comments": 0,
    "date": "2025-02-22",
    "title": "З інтерв'ю Скрябіна",
    "image": "https://ik.imagekit.io/c0dcqnota/photo_2022-07-01_12-06-56%20(2).jpg?updatedAt=1742505886781",
    "description": "\"Я дуже сильно прагнув, але нічого для того не робив.<br><br>Думками про свою ціль була забита вся голова, весь час, все спілкування, не помічав хто навколо мене, тому що постійно думав:  так, де ж той чувак з баблом, коли ж він постукає у двері дасть міліон за те що я геніальний<br><br>А потім я постарів, я дивлюсь...  А я в зйомній квартирі, дитина лазить в таких колготках що страшно дивитись, і в дзеркалі я побачив винуватця своєї біди.<br><br>По ночах я таксував на старому гольфі, щоб принести пакет молока.  Тоді я не мав часу про ту ціль думати, я думав що б це похавати. Мріяти не можна. Треба пахати.<br><br>Працездатність це ще один крок до того, щоб щось досягти, тому що якщо ти талановитий, геніальний, але про тебе ніхто не знає крім миші яка живе на кухні. Треба пахати, щоб людей навколо в тому переконати.<br><br>Мене бісять представники шоубізнесу, в них в очах барабани з баблом: як б то продатись на новий рік за 250 тисяч. Не треба... Тобі треба просто знати той мінімум, за який ти готовий розбитись в тряпку, і роботи буде безліч.<br><br>І свою роботу, будь-яку треба робити ідеально. <br><br>У мене є такий кнопковий телефон, в якій немає жодної непотрібної людини. Ізольовуй від непотрібних людей, тому що якщо на тобі висить куча паразитів, то про яку ціль можна говорити? Ти працюєш на них.<br><br>Критика то є страшна штука.  Її можна слухати тільки від людей які досягли чогось більшого ніж ти. Люди які навіть не досягли навіть твого рівня, то вони не критикують, а заздрять. То є нормальна, природня реакція людини, бо нікому не подобається що хтось може більше.<br><br>Коли відмежуєш від чинників що заважають тобі жити, ти автоматом робишся щасливим.<br><br>То все що я наговорив то і напевно є той самий \"геніальний рецепт\", але то є мій.<br>Інший чувак повторить і може не вийти.<br><br>Тому закрутив рукави, і іди робити помилки.\"",
    "userId": "kyWfeKzcNiXG53Nv73lf0u3T6IZ2",
    "likes": 9,
    "views": 28
  },
  {
    "id": "-6",
    "category": "productivity",
    "comments": 0,
    "date": "2025-03-22",
    "description": "Матриця Ейзенхауера — популярний інструмент для прийняття рішень.<br><br>Метод названий на честь Дуайта Д. Ейзенхауера, 34-го президента США. Він говорив: «У мене є два типи проблем: термінові та важливі. Термінові не завжди важливі, а важливі не завжди термінові».<br><br>Матриця поділяє завдання на чотири квадранти:<br><br>1. Важливі та термінові (ЗРОБИТИ)<br>Завдання, які потрібно виконати якомога швидше, бо вони мають критичне значення (дедлайни або термінові дзвінки).<br><br>2. Важливі, але не термінові (ВІДКЛАСТИ, ЗАПЛАНУВАТИ)<br>Стратегічно важливі завдання, які можна виконати пізніше, але вони впливають на довгострокові цілі (навчання, планування).<br><br>3. Неважливі, але термінові (ДЕЛЕГУВАТИ)<br>Завдання, які потребують швидкого виконання, але їхня важливість для вас низька.<br><br>4. Неважливі та не термінові (ВИДАЛИТИ)<br>Наприклад, перегляд соціальних мереж.<br><br>",
    "image": "https://i.postimg.cc/dVKXFzD6/42497-1920x1080-desktop-1080p-the-truman-show-background.jpg",
    "title": "Метод 34-го президента Америки",
    "userId": "kyWfeKzcNiXG53Nv73lf0u3T6IZ2",
    "likes": 4,
    "views": 32
  },
  {
    "id": "IzxFErcRtDs0Ft2xzJrW",
    "title": "gqyodh",
    "description": "jhhzqy",
    "image": "rblwal",
    "category": "philosophy",
    "likes": 0,
    "comments": 0,
    "date": "2025-11-12",
    "views": 2
  },
  {
    "id": "JaVEdRccvKKjVDcex7mb",
    "title": "Шахи про життя",
    "description": "Шахова дошка. Шістдесят чотири клітинки, нескінченні можливості. Двоє гравців, одна мета: шах і мат. Але поза грою шахи - це дзеркало, відображення мислення, прийняття рішень і самого життя.<br><br>Дитина сидить перед шахівницею, її очі бігають між фігурами. Перші кілька партій - це хаос. Помилки. Пропущений захист. Тура, загублена в тумані битви. Але потім щось клацає. З'являються закономірності. Рухи стають обдуманими. Дитина не просто грає, вона думає наперед.<br><br>Цікавість підживлює розуміння. Ті, хто запитує: «А що, якщо?», - бачать далі теперішнього моменту. Вони перевіряють ідеї, досліджують результати, вчаться на помилках. У житті, як і в шахах, допитливість - це ключ до зростання.<br><br>Початківець бачить відкриту фігуру і хапає її. Майстер чекає, планує, жертвує, якщо потрібно. У чому різниця? У терпінні. Шахи винагороджують тих, хто протистоїть імпульсу, хто робить паузу, прораховує, зважує наслідки. Найкращі гравці знають, коли треба вдарити, а коли почекати.<br><br>Життя - дзеркальне відображення цього. Поспішні рішення часто призводять до жалю. Вміння відкласти задоволення, побачити загальну картину - це навичка, яка відрізняє нерозважливих від мудрих. Поспішний хід у шахах, як і поспішний вибір у житті, може призвести до катастрофи.<br><br>Жодна партія не розгортається точно за планом. Суперник дивує тебе, ставить у незнайомі позиції. Ти пристосовуєшся або програєш.<br><br>Трапляються помилки. З'являються пастки. Але гра не зупиняється. Ти пристосовуєшся, знаходиш шлях вперед і граєш далі. Невдачі та відступи неминучі. Здатність відновлюватися, переосмислювати, залишатися в грі - ось що визначає успіх.<br><br>Сильний шахіст не бачить на один хід вперед. Він мислить шарами: «Якщо я зроблю хід сюди, мій суперник має три варіанти відповіді. Якщо він обирає А, я роблю Х. Якщо В, то Y». Такий каскадний процес мислення розвиває логіку, передбачення та навички вирішення проблем.<br><br>Уявіть, як можна застосувати цей спосіб мислення у повсякденному житті. Переговори, вибір кар'єри, стосунки - все виграє, якщо мислити на кілька кроків вперед. Чим більше ви передбачаєте, тим краще ви підготовлені.<br><br>Шахи не просто складні - вони астрономічно складні. Кількість можливих правильних ходів у шахах перевищує кількість атомів у спостережуваному Всесвіті. Цей факт сам по собі говорить про безмежну глибину гри. Немає двох однакових партій, так само, як немає двох однакових життів, що йдуть однаковими шляхами. Здатність орієнтуватися в цій складності - знаходити ясність у хаосі - це те, що робить шахи, як і життя, нескінченно захоплюючими.<br><br>Шахам байдуже, хто ви. Твоє походження, твій статус - не мають значення. Важливі лише ходи. Дошка - це місце чистої меритократії. Робиш розумний вибір - виграєш. Граєш погано - програєш. Все так просто.<br><br>Життя, хоч і більш складне, слідує подібній логіці. Ваші дії визначають ваш шлях. Зусилля, стратегія і стійкість формують ваші результати більше, ніж удача.<br><br>Шахи - це більше, ніж гра. Це вчитель, виклик, рефлексія. Вони загострюють розум, дисциплінують імпульси та виховують терпіння. Кожен матч розповідає історію, не лише про перемогу та поразку, але й про мислення, адаптацію та навчання. А у великій грі життя саме ці навички мають найбільше значення.<br><br>TEDx Talks. Charles Zworestine",
    "image": "https://i.postimg.cc/5ySZhgXj/damiano-lingauri-b-UM4weg0-RSI-unsplash.jpg",
    "category": "philosophy",
    "comments": 0,
    "date": "2025-03-29",
    "language": "ukrainian",
    "userId": "kyWfeKzcNiXG53Nv73lf0u3T6IZ2",
    "likes": 1,
    "views": 20
  },
  {
    "id": "KhfGAET7QAZEQilKeLvy",
    "comments": 0,
    "date": "2025-03-19",
    "image": "https://ik.imagekit.io/c0dcqnota/SYketSivf4E4IvnObLLBFlFNGhtudTX-kYVfOS8Xp1Gj5pqKzWTJSFS-PsArI08gRZaK1yZktQXWesHOaOz7FWcJ5xZMng=NK1YwHTHczHEce6Qj0HeJw.jpg?updatedAt=1742582461609",
    "category": "art",
    "title": "20 мільйонів історій",
    "description": "​​Текст 18+, раджу не читати.<br>Особливо якщо вам емоційно важко, ви піддатливі до кошмарів або чутливі.<br><br>Подивився \"На західному фронті без змін\", найсильніший фільм про війну що бачив.<br><br>Ввесь фільм показує абсурдність Першої світової війни, якою емоційно підбадьорливою, легкою вона була для кількох<br>та якою вона була для солдата що третій день не спав та мав голими руками душити людину. <br><br>В одному місці горять в пеклі.<br>В іншому рахують цифри.<br><br>Сама назва фільму несе в собі посил, ще прямолінійніше можна назвати було б \"Без змін\". <br><br>Це ніби просте речення в якомусь звіті, але для когось це кишки друга на його обличчі та обличчя ворога, якому в шию ти встромив ніж.<br>Це 20 мільйонів історій, 20 мільйонів загиблих.<br>Історій, коли 18 річний Шольц Штраусен, з другом дитинства вирішив за компанію вступити і доказати батьку що він \"справжній чоловік\", а вже за тиждень який покінчує з життям, встромивши<br>кинжал собі ще глибше в рану, щоб покінчити з цим.<br>Коли його однокласник Майц Кайер помирає з багатообіцяючою новою бригадою, задихаючись від токсичного газу, обнімаючи фото вагітної дружини що чекає.<br><br>20 мільйонів історій.<br>20 мільйонів.<br><br>Уявіть що перед вами лежить мертва людина, мрець має 1.75м.<br>Справа від вас ще сотня таких, зліва також.<br>І ось таких трупів, розчленених, без голови, без рук, з різними понівеченями ще 50 тисяч рядів. <br><br>Щоб пройти ці ряди, прийдеться іти 2 години, 8 кілометрів.<br><br>Ви бачили море? <br>В середньому, дивлячись в даль Чорного Моря, ви бачите на 5км вперед...<br>Тобто ви б не бачили за горизонтом всіх трупів.<br><br>Всі ці гори трупів це історії \"західного фронту\", по яких генерали давали звіти: \"без змін\".<br><br>В фільмі є момент коли генерал говорить: \"я солдат, а що солдат без війни?\". <br>Підписує контракт з французами контракт про мир, щоб потім \"обхитрити\", <br>ще однією тупою атакою в лоб яка ще триватиме 3 роки.<br>В ході якої, фронт не зміниться більше ніж на кілька кілометрів.<br><br>Щоб перевершити диявола з Біблії, єдине чого людині не вистачає це сили.<br>Хворості та самовиправдань виродкуватій людині вистачить щоб перетворити твоє життя в щось гірше ніж вічне горіння в котлі.<br><br>І цей диявол є в тобі теж, просто в більшості людей, більше від добра ніж зла.<br><br>Більшість фашистів які відправляли дітей задихатись в газові камери та готові були виколити противнику очі<br>пальцями, навіть глибоко не розуміючи навіщо він це роблять - ці ж люди говорили \"гутен таг\", помагали сусіду в скруті та молились Богу, хотіли щоб в світі був мир.<br><br>Я сумнівався довго чи треба виставляти цей пост.<br>Але думаю потрібно більше говорити про потворну правду.<br>Навіть про те що цей виродкуватий диявол є в тобі, в людській природі.<br><br>Просто це ще може й бути джерелом сили.<br>Адже чому боятись диявола, якщо ти можеш бути ще гіршим?<br><br>Застав боятися його.<br><br>---<br><br>Згадайте хоча б одну війну яка закінчилась плюс-мінус на хороших умовах?<br><br>В'єтнамська чи Авганська?<br>Тривали близько по 10 років, закінчились через те що всі були виснажені, в ітозі хто що отримав?<br>Корейська війна навіть не мала формального закінчення, знову, хворий генерал вже не мав кого просто посилати на смерть...<br>Перша Світова..?<br><br>За тиждень до вторгнення в Думах я писав, що гандон не знає чи нападати і щось там прораховує, я думав що війна це як шахи. <br>Але це подібніше на те коли є якийсь виродок задирака і він просто лупить палкою поки може, поки йому дають.<br>Це більше як в покері, коли ти береш все або нічого, або ви вже настільки довго граєте, що віддали штани казино.<br>Якщо ні...<br><br>Згадайте хоча б одну глобальну війну яка закінчилась плюс-мінус на хороших умовах для двох сторін?<br>Коли +/- гарно договорились?<br><br>2-а світова? Війни в Палестині? Наполеонівські війни? Війни Англії з вікінгами або проти Франції?<br>Війна Японії проти Америки? Захоплення світу Македонським або Чингісханом?<br><br>Надіюсь, я помиляюсь.",
    "likedBy": [
      "kyWfeKzcNiXG53Nv73lf0u3T6IZ2"
    ],
    "likes": 1,
    "userId": "kyWfeKzcNiXG53Nv73lf0u3T6IZ2",
    "views": 27
  },
  {
    "id": "P7ZBbvi9xpseAJvA4kjw",
    "title": "Все починалося з кроликів",
    "description": "Сонячний день. Ви сідаєте на велосипед, відштовхуєтесь – і падаєте. Наступного разу вже тримаєте рівновагу довше. Через тиждень летите вулицею, навіть не думаючи про рухи. Як це сталося?  <br><br>Усе в мозку. Один нейрон передає сигнал іншому. Спочатку слабко. Але щоразу, коли ви пробуєте знову, сигнал стає сильнішим, шлях – надійнішим. Цей процес – довготривала потенціація, або LTP. Саме вона перетворює хаотичний потік спроб і помилок на впевнену майстерність.  <br><br>1960-ті. Темна лабораторія. Тер’є Льомо і Тім Бліс проводять експерименти на кроликах. Вони знову і знову стимулюють один і той самий нейрон і раптом помічають: що частіше це відбувається, то сильніше реагує інший нейрон. І головне – ця зміна не зникає за хвилину чи годину. Вона залишається.  <br><br>Уявіть натоптану стежку в лісі. Що більше людей ходять нею, то чіткішою вона стає. Те саме відбувається між нейронами. Спочатку сигнал йде важко, наче через хащі. Але якщо шлях використовується постійно, мозок зміцнює його.  <br><br>Один нейрон виділяє глутамат – «голос», яким він говорить із сусідом. Той ловить сигнал спеціальними рецепторами. Чим частіше він його отримує, тим більше рецепторів створює – щоб краще чути. А відправник тим часом збільшує гучність сигналу. Вони стають як друзі, які дедалі краще розуміють одне одного.  <br><br>Згадайте перший день у новому місті. Вулиці здаються однаковими, маршрут – плутаним. Але через тиждень ви йдете автоматично. LTP зробила свою справу: проклала в мозку міцний маршрут, і тепер вам не треба думати, куди повертати.  <br><br>Той самий механізм працює для всього: іноземні слова, акорди на гітарі, вміння ловити м’яч. LTP – це те, що перетворює нове на звичне.  <br><br>Вчені все ще досліджують цей ефект. Як його використовує мозок для різних видів пам’яті? Чи можна його посилити? А якщо навпаки – неправильно працюючі механізми LTP викликають хронічний біль або епілепсію?  <br><br>Одне відомо точно: кожного разу, коли ви щось вчите, запам’ятовуєте або навіть просто згадуєте дорогу додому, ваш мозок працює так, як відкрили Льомо і Бліс. І, можливо, саме ця стежка знань колись приведе нас до ще більших відкриттів.<br><br>Тім Верніммен",
    "image": "https://i.postimg.cc/0QHSc0N1/john-davidson-q6-Xgkd5qfy4-unsplash.jpg",
    "category": "science",
    "date": "2025-03-29",
    "language": "ukrainian",
    "comments": 0,
    "userId": "kyWfeKzcNiXG53Nv73lf0u3T6IZ2",
    "likedBy": [
      "kyWfeKzcNiXG53Nv73lf0u3T6IZ2"
    ],
    "likes": 2,
    "views": 25
  },
  {
    "id": "SzzmqxwsasJkbtMZxRwN",
    "title": "Як музика формує ваш мозок та емоції",
    "description": "Музика - це універсальний людський досвід. Будь то бадьорий ритм поп-музики, заспокійливі мелодії класики чи груба енергія року, музика має глибокий вплив на наші емоції, думки і навіть мозок. Але чому ми так сильно реагуємо на музику? Як вона формує нашу свідомість? Наука має кілька цікавих відповідей.<br>Чому ми любимо музику?<br><br>Музика запускає систему винагороди мозку так само, як їжа, секс чи наркотики, що викликають залежність. Прослуховування улюбленої пісні вивільняє дофамін - нейромедіатор, пов'язаний із задоволенням і мотивацією. Це пояснює, чому слухання улюбленої мелодії може приносити таке задоволення.<br><br>Мозок прогнозує розвиток музики, і коли ми вгадуємо ритм чи мелодію, отримуємо сплеск дофаміну. Музика поглинає когнітивні ресурси, зменшуючи внутрішній діалог і посилюючи занурення. Взаємодія очікування, несподіванки та винагороди робить її такою захопливою.<br><br>Ви коли-небудь помічали, як сумна пісня може змусити вас замислитися, а енергійний біт - підняти настрій? Це не просто збіг. Музика безпосередньо впливає на лімбічну систему - частину мозку, що відповідає за емоції. Різні типи музики викликають різні емоційні реакції:<br>- Весела, швидка музика збільшує частоту серцевих скорочень та енергію, часто змушує людей почуватися бадьорішими та оптимістичнішими.<br>- Повільна, заспокійлива музика зменшує стрес, знижуючи рівень кортизолу, допомагаючи розслабитися і заснути.<br>- Меланхолійні мелодії можуть викликати ностальгію, що призводить до глибокої емоційної переробки.<br><br>Цей ефект настільки сильний, що музична терапія використовується для допомоги пацієнтам з тривогою, депресією і навіть хронічним болем.<br><br>Музика не просто впливає на емоції - вона фактично змінює мозок. Дослідження показують, що музиканти розвивають міцніші зв'язки між лівою та правою півкулями, покращуючи координацію та когнітивні навички. Навіть для тих, хто не є музикантом, регулярне прослуховування музики може бути корисним:<br>- Пам'ять: Музика активізує гіпокамп, ділянку мозку, що відповідає за формування пам'яті.<br>- Зосередженість і продуктивність: Інструментальна або повільна музика може покращити концентрацію уваги, що полегшує роботу або навчання.<br>- Розвиток моторики: Доведено, що ритмічна музика допомагає пацієнтам, які перенесли інсульт, відновити рух шляхом перенавчання рухових шляхів мозку.<br><br>Захоплююче відкриття полягає в тому, що музика може перепрограмувати мозок. Це особливо помітно у дітей, які вчаться грати на музичних інструментах - у них розвивається музичний слух, мовні навички і навіть кращі математичні здібності. Але навіть у дорослих прослуховування музики може зміцнити нейронні зв'язки, завдяки чому мозок залишається кмітливим і здатним до адаптації.<br><br>Чи може музика зробити вас розумнішими?<br><br>Хоча так званий \"ефект Моцарта\" (ідея про те, що класична музика підвищує інтелект) є предметом дискусій, існують переконливі докази того, що вивчення музики та взаємодія з нею покращує когнітивні функції. Люди, які активно слухають або грають музику, як правило, мають:<br>- кращі навички вирішення проблем<br>- Покращена вербальна пам'ять<br>- Вищий емоційний інтелект<br><br>Лікарні та терапевти все частіше використовують музику для підтримки одужання. Від зменшення больових відчуттів у пацієнтів до допомоги людям з хворобою Альцгеймера у відновленні втрачених спогадів - музика виявляється цінним медичним інструментом. Її здатність активувати різні ділянки мозку робить її особливо ефективною в лікуванні неврологічних розладів.<br><br>Музика - це не просто розвага, це потужна сила, яка формує емоції, думки і навіть структуру мозку. Незалежно від того, чи слухаєте ви музику для мотивації, розслаблення або ностальгії, ваш мозок реагує на неї так, як вчені тільки починають повністю розуміти.<br><br>Тож наступного разу, коли ви ввімкнете улюблену пісню, пам'ятайте: ви не просто насолоджуєтесь нею - ви перепрограмовуєте свій мозок.<br><br>Harvard Medicine Magazine.  WIRED",
    "image": "https://i.postimg.cc/tTZT6pyd/namroud-gorguis-FZWivbri0-Xk-unsplash.jpg",
    "category": "art",
    "comments": 0,
    "date": "2025-03-30",
    "language": "ukrainian",
    "userId": "kyWfeKzcNiXG53Nv73lf0u3T6IZ2",
    "likes": 2,
    "views": 15
  },
  {
    "id": "TeCodv3oXEqFEyZHLcV1",
    "title": "kxtyqh",
    "description": "jhhzqy",
    "image": "effzel",
    "category": "science",
    "likes": 0,
    "comments": 0,
    "views": 0,
    "date": "2025-11-27",
    "language": "ukrainian"
  },
  {
    "id": "Uk7Hx6bc3M67fscty8hn",
    "title": "Теорія Живого Дзеркала: Чи може все живе мати свідомість?",
    "description": "Що, якби свідомість не була унікальною властивістю людини чи тварин зі складним мозком, а натомість – фундаментальною рисою всього живого? Теорія Живого Дзеркала пропонує сміливу ідею: свідомість притаманна будь-якому організму — від людей і дельфінів до дерев і бактерій.<br><br>Століттями філософи й науковці сперечаються: чи генерує мозок свідомість, чи вона є лише продуктом складних нейронних зв’язків? Теорія Живого Дзеркала відкидає ці обмеження і стверджує: свідомість — не винятковий дар еволюції, а базова властивість живих систем.<br><br>За цією теорією, будь-який організм, що може моделювати середовище й своє місце в ньому, набуває елементарної свідомості. Іншими словами, свідомість виникає не як щось чітко окреслене, а як спектр, у якому людський розум — лише один із рівнів.<br><br>Уявімо дерево: коли воно відчуває посуху, його коріння тягнеться глибше у пошуках води. Бактерія рухається до їжі. Рослини розпізнають родичів і навіть попереджають одна одну про небезпеку. Чи можна сказати, що вони «усвідомлюють» своє середовище? За Теорією Живого Дзеркала — так, хоч і на примітивному рівні.<br><br>Це узгоджується з сучасними нейронауковими дослідженнями, які доводять: мозок працює через створення внутрішніх моделей світу для передбачення майбутнього. Якщо ж моделювання реальності є ключем до свідомості, то, можливо, вона існує там, де ми навіть не підозрювали?<br><br>Якщо ця теорія вірна, вона кардинально змінює наше ставлення до природи. Свідомість більше не є чимось унікальним для людей — вона пронизує весь світ. Це перегукується зі світоглядами корінних народів та східною філософією, які вбачають дух та свідомість у кожному явищі природи.<br><br>Звісно, не всі погоджуються. Традиційна нейронаука наполягає: без складного мозку немає справжньої свідомості. Але навіть якщо теорія не ідеальна, вона ставить нове запитання: не «чи має ця істота свідомість?», а «яку форму свідомості вона має?».<br><br>Виходить, що людський розум — не вершина, а лише один із проявів ширшого феномена. І можливо, ми лише на початку шляху до розуміння, наскільки свідомий цей світ насправді.<br><br>Bigthink. James Cook - The Dawn of Mind",
    "image": "https://i.postimg.cc/4xZ9QJzZ/pawel-czerwinski-C7ls-Aj-G15-GM-unsplash.jpg",
    "category": "science",
    "likes": 0,
    "date": "2025-03-31",
    "language": "ukrainian",
    "comments": 1,
    "userId": "kyWfeKzcNiXG53Nv73lf0u3T6IZ2",
    "views": 32
  },
  {
    "id": "WjKkfTaRwrI9nWbtmGrY",
    "category": "science",
    "comments": 0,
    "date": "2025-03-24",
    "title": "М'якотілики",
    "image": "https://i.postimg.cc/C1031QFC/thumb-1920-423191.jpg",
    "description": "Ми носимо в наших черепах три фунти слизької, мокрої, сіруватої тканини, зморщеної як туалетний папір.<br><br>Не скажеш, поглянувши на цю непривабливу грудку, що це одне з найпотужніших речовин у всесвіті. Якщо б ви побачили мозок на вулиці, не знаючи, що це, ви б подумали: «Фу!» і намагалися б не наступити на нього. Арістотель вважав мозок органом, що охолоджує кров. Він не виглядає небезпечним.<br><br>П'ять мільйонів років тому предки левів правили вдень, а предки вовків вночі. Хижаки мали зуби й кігті — гострі, з твердими ріжучими краями. Їхня здобич еволюціонувала з броньованими оболонками, гострими рогами, отрутами, камуфляжем. Війна тривала сотнями років, і безліч видів змінювалися, але не було явного переможця. Один вид еволюціонував, щоб зламати броню іншого; інший став отруйним, а третій — невразливим до отрути. Кожен вид мав свою нішу, адже хто міг одночасно жити в морі, небі і на землі? Не було остаточної зброї чи оборони. І немає причин вірити, що це можливо.<br><br>Тоді прийшов День Істот з м'ягкою шкірою.<br><br>Вони не мали броні, кігтів чи отрут.<br><br>Якби ви побачили фільм про ядерний вибух і вам сказали, що це зробило живе створіння, ви б ніколи не подумали, що це були М’ягкотілики. Вони ж навіть не є радіоактивними!<br><br>Спочатку, вони не мали бойових літаків, кулеметів чи мечів. Ні бронзи, ні заліза. Ні молотків, ні ковадел, ні кузень. Усе, що мали, це м’які пальці — занадто слабкі, щоб зламати навіть дерево, не кажучи вже про камінь. Щоб різати камінь, потрібна сталь, а М’якотілики не могли виділяти сталь. Вони не могли створити сталеві леза з навколишнього середовища. Їхні тіла не мали температури, щоб розплавити метал. Все виглядало абсурдно.<br><br>А щоб маніпулювати ДНК — це навіть смішно. М’які пальці не такі маленькі. <br><br>Навіть якщо М'якотілики еволюціонують, щоб зробити будь-що з цього, це займе тисячі тисячоліть. Ми спостерігали за життям через століття, і можемо сказати, що рік — це навіть не одна секунда годинникового часу еволюції.  Рік — це шістсот трильйонів трильйонів трильйонів планкових інтервалів, але нічого не відбувається за менше ніж шістсот мільйонів трильйонів трильйонів планкових інтервалів, так що це не має значення. <br><br>М’якотілики, що зараз бігають по савані, не полетять через континенти ще десять мільйонів років; ніхто не може мати стільки сексу.<br><br>Тепер поясніть мені, чому штучний інтелект не може робити нічого цікавого через Інтернет, якщо людина не побудує йому роботизоване тіло.<br><br>Я помітив, що реакція людини на слово «інтелект» часто визначає їхнє уявлення про це. Вони думають про книжкову ерудицію — про Великого Мастера шахів, який не може знайти пару, або професора, що не може вижити поза академією.<br><br>«Для успіху потрібен не лише інтелект», — кажуть люди, ніби харизма не в мозку, а в нирках. «Інтелект не може змагатися з пістолетом», — кажуть вони, ніби пістолети ростуть на деревах. «Де штучний інтелект отримає гроші?» — запитують, як ніби перші Homo sapiens знайшли паперові гроші, що спадають з неба.<br><br>Я намагаюся пояснити, що інтелект — це не просто уявлення про те, як працює людина в традиційному сенсі. Це \"м’які впливи\", що вибухають у вакуумі, залишаючи сліди на Місяці. Усередині цієї сірої вологої грудки є сила знаходити шляхи через складні мережі причинно-наслідкових зв’язків і досягати того, що здається неможливим — це креативність.<br><br>Люди — особливо венчурні капіталісти — часто питають, як інститут досліджень штучного інтелекту зможе комерціалізувати свої результати. Це класичне «питання фреймінгу».<br><br>Може, це глибше, ніж просто зіткнення припущень. З невеликою дозою творчого мислення, люди можуть уявити, як вони полетять на Місяць або вилікують віспу. Але уявити, що один процес може зробити все це одночасно, здається неможливим. Хоча така сила вже зовсім поруч, буквально за кілька сантиметрів.<br><br>Тому, поки люди не зовсім розуміють, як це працює, сила інтелекту виглядає менш реальною. Це важче уявити, ніж вежу вогню, що відправляє корабель на Марс. Але якщо пообіцяти візит на Марс і одночасно всі ці інші великі досягнення, це просто здається неправдоподібним.<br><br>І це має бути так. Це серйозна невдача уяви — думати, що інтелект годиться тільки для таких простих речей. Можливо, ми навіть не знаємо, які наші проблеми.<br><br>Але, тим часом, важко уявити, як один процес може мати таку різноманітну силу, здатну вирішити проблеми, як ожиріння, рак і старіння.<br><br>Але один трюк вже переміг віспу, побудував літаки, виростив пшеницю і приборкав вогонь. Наша наука ще не розуміє, як цей трюк працює, але він працює, попри все. І навіть якщо ви не розумієте феномен, це просто факт вашого поточного розуміння, а не факт про сам феномен. <br><br>Порожня карта не відповідає порожній території. Якщо ви не розумієте, як залишені сліди на Місяці з’явилися, це все одно фактично відбувається. І якщо ви зрозумієте це досить глибоко, ви зможете створити і направити цю силу. Інтелект — це так само реально, як і електрика. Він просто набагато потужніший, небезпечніший і складніший, з глибшими наслідками для розвитку життя у всесвіті. <br><br> (c) Eliezer Yudkowsky",
    "likes": 2,
    "userId": "kyWfeKzcNiXG53Nv73lf0u3T6IZ2",
    "views": 58
  },
  {
    "id": "bVEy84iF5q8J8uB3s7zg",
    "image": "https://i.postimg.cc/dtnYW7ym/the-great-japanese-epic-from-studio-ghibli-princess-mononoke-1997-princess-mononoke1.webp",
    "description": "Слід констатувати: люди з серйозними розладами особистості які вже робили вбивства як правило не піддаються лікуванню. Вони знайшли ідеальний захист від свого комплексу неповноцінності.  Ніщо не дає більшої сили ніж право вирішувати хто достойний життя, а хто ні.   Щоб терапія почала діяти – злочинцю прийшлось б відмовитись від цього відчуття для непевної вигоди.  Прийшлось б знову на якийсь час стати жалюгідним створінням – самим собою. Тому екстреміст вибирає іти на конфронтацію з терапевтом і намагається взяти верх.  Робить все щоб стати недоступним. <br><br> (с) Клаудія Хохбрунн, психотерапевт",
    "category": "psychology",
    "title": "Люди як Хуйло, не піддаються лікуванню",
    "date": "2025-03-19",
    "likes": 5,
    "comments": 0,
    "userId": "kyWfeKzcNiXG53Nv73lf0u3T6IZ2",
    "views": 44
  },
  {
    "id": "d0GBhBfbuABOSt4Nblix",
    "title": "Притча про здоровий глузд",
    "description": "Професор права завалив цілий курс на письмовому екзамені такою задачею:<br><br>\"Розв'яжіть суперечку двох сусідів: гілки яблуні одного сусіда нависали над пишними тюльпанами іншого через паркан. Яблука падали і ламали пишні квіти.\"<br><br>Одна частина студентів стала на захист цінителя тюльпанів, інша виправдовувала садівника. Всі разом сипали тонкощами знань законодавства.<br><br>А в результаті виявилося, що яблука падають восени, а тюльпани квітнуть навесні.<br><br>Склалося так, що ситуація, змальована викладачем, ніяк не може існувати в реальному житті.<br><br>А на всі протести професор відповідав: \"Здоровий глузд потрібно вмикати перед тим, як згадувати статті та параграфи.\"",
    "category": "philosophy",
    "date": "2025-03-29",
    "language": "ukrainian",
    "image": "https://i.postimg.cc/C17rct3r/feodor-chistyakov-Z1rg-XK7-KMIk-unsplash.jpg",
    "comments": 1,
    "userId": "kyWfeKzcNiXG53Nv73lf0u3T6IZ2",
    "likes": 1,
    "views": 14
  },
  {
    "id": "dGQ2Kr30fHmhWSa0RGtt",
    "title": "rwltza",
    "description": "jhhzqy",
    "image": "vijomc",
    "category": "art",
    "likes": 0,
    "comments": 0,
    "views": 0,
    "date": "2025-10-18"
  },
  {
    "id": "fBEjFBhA7Cat4WPVSk4Q",
    "title": "akqndp",
    "description": "apexiq<br>",
    "image": "utgopu",
    "category": "philosophy",
    "likes": 0,
    "comments": 0,
    "views": 0,
    "date": "2025-11-07",
    "language": "ukrainian"
  },
  {
    "id": "hbN9yH8iIYUdFTvOiL39",
    "category": "uncategorized",
    "date": "2025-03-24",
    "title": "Голем та король",
    "image": "https://i.postimg.cc/rw8c8dPK/photo-21-2024-09-04-00-23-31.jpg",
    "description": "   Колись давно жив могутній король, який мав усе, чого тільки бажав у світі, окрім довіри.<br>Кому він міг довіряти, якщо кожен навколо міг замислювати змову заради його трону?<br>Тож він вирішив вивчити природу довіри, аби зрозуміти, як її здобути.<br>Він наказав своїм підданим принести йому найнадійнішу річ у королівстві, обіцяючи великі багатства тому, хто зуміє.  <br><br>  Невдовзі перші з них прибули до палацу, щоби спробувати.<br>Вчителька принесла свою книгу уроків.<br>«Ми не можемо знати майбутнє, — сказала вона, — але ми знаємо математику, хімію і історію; цим ми можемо довіряти».<br>Фермер приніс свій плуг.<br>«Я знаю його, як власну долоню: як він котиться, як повертається, кожну його деталь — і можу довіряти йому повністю».  <br><br>  Король спитав своїх наймудріших вчених, чи правду сказала вчителька.<br>Але коли вони читали її книгу, кожен знаходив нові помилки — адже вона написана людьми.<br>Потім король наказав фермеру зорати поля біля палацу.<br>Та той не звик працювати на таких багатих землях, і його надійний плуг часто занадто глибоко занурювався в ґрунт.<br>Король не був задоволений і надіслав вістку ще далі.  <br><br>  Купець привів хворого старого жебрака.<br>«Я зустрів його в дорозі, запропонував їжу, воду й притулок. У нього немає родини й лишилось мало часу, а я піклуюсь про всі його потреби. Йому нічого зраджувати мене; ось справжня довіра».<br>Мати привела свою маленьку доньку.<br>«Я виховала її без зла в серці: вона каже лише добрі слова і чинить лише добрі вчинки. Поки її не зіпсують, вона — найнадійніша в королівстві».  <br><br>  Король спитав жебрака: «Як ти опинився в такому стані?»<br>Жебрак тяжко зітхнув і розповів про своє горе: сусіди відмовились допомогти, коли в нього не вродили поля; бандити вбили його сина в дорозі; хвороба забрала дружину, яка тяжко працювала за копійки в злиднях.  <br><br>  «Тебе було скривджено?» — спитав король.<br>«Безсумнівно», — відповів жебрак.<br>«Я дам тобі помсту над тими, хто тебе скривдив. Лише зрадь цього купця».<br>Вибір жебрака був недовгий — адже довіра, що легко дається, легко й ламається.  <br><br>  Матір король запитав: «Як ти виховала таку дитину? Вона ніколи не помилялася?»<br>«Ну, раз чи два. Але я суворо її вчу, й вона швидко розуміє».<br>Король, який щось знав про дітей, постановив: протягом місяця її ніхто не має виховувати.<br>Наприкінці місяця вона стала дикою і непокірною, як і всі діти в палаці.<br>Король не був задоволений і знову оголосив пошук найнадійнішої речі у королівстві.  <br><br>  Піддані стали більш винахідливими.<br>Економіст приніс книгу зі статистичними таблицями.<br>«Кожна людина змінна, але в сукупності їхня поведінка підкоряється законам, яким можна довіряти».<br>Філософ приніс дзеркало.<br>«Лише ви, ваша величносте, дійсно надійні; ніщо інше не може зрівнятись».  <br><br>  Король розглянув таблиці.<br>«Тут, п’ятнадцять років тому, тренд змінився. Чому?»<br>Економіст дав довге й складне пояснення.<br>«І ти відкрив це до чи після зміни?» — запитав король.<br>«Після, ваша величносте».<br>«Назви дату наступної зміни. Якщо вгадаєш — отримаєш нагороду. Якщо ні — покарання».<br>Економіст не знайшов відповіді й залишив палац тієї ж ночі.  <br><br>  Філософа король наказав висікти.<br>Філософ заперечив: це несправедливе покарання зруйнує довіру підданих.<br>«Згоден, — сказав король. — Але наказ дав єдиний надійний у країні — я сам. Чи можу я сумніватися у власному рішенні через аргументи менш надійного?»<br>Філософ став благати відмінити вирок.  <br><br>  Король і досі був незадоволений.<br>Тоді він вирішив: якщо неможливо знайти надійну річ, потрібно її створити.<br>Найкращі майстри збудували голема з найміцніших матеріалів, не шкодуючи ресурсів.<br>Мудреці записали всі свої знання на сувій, що оживляв голема.<br>Робота тривала роки, але врешті-решт голем постав перед королем — більший за людину, з блискучою поверхнею й порожнім обличчям.  <br><br>  «Що ти можеш для мене зробити, големе?» — спитав король.<br>«Багато чого, ваша величносте. Я можу рубати дерева, носити воду, пекти хліб, варити пиво, творити скульптури й навчати дітей. Лише накажіть — я послухаюсь».<br>Так король і зробив. Протягом року всі уважно спостерігали за големом, виправляючи кожну помилку, поки не минуло багато місяців без жодної.  <br><br>  Та чи міг король довіряти голему?<br>Він не був певен і почав випробовувати його.<br>Пропонував спокуси — свободу, славу, багатство — голем усе відкидав.<br>Король дозволив йому чинити, як заманеться, але слуги доповідали про бездоганну поведінку.<br>Він послав голема працювати на благо міста — і той приніс королівству велику користь.  <br><br>  З роками голем ставав могутнішим.<br>Писарі стискали записи в його голові, додаючи все більше знань і досвіду.<br>Голем допомагав ученим і виконував накази чиновників, часто вирішуючи проблеми так, що не викликав невдоволення.<br>Якось, почувши, що голем знову вирішив складну справу, король зрозумів: голем став мудрішим і вправнішим за нього.<br>Він покликав голема до свого саду.  <br><br>  «Я бачив, як мої радники просять у тебе поради й довіряють твоєму судженню більше, ніж своєму. Я бачив твою майстерність у стратегії. Якщо ти почнеш плести інтриги проти мене, я вже не зможу це помітити чи зупинити. То скажи: чи можу я довіряти тобі, щоби лишити тебе правою рукою престолу?»<br>«Звісно, ваша величносте. Я створений бути надійним. Я помилявся, але ніколи з підступу чи злоби».  <br><br>  «Багато моїх радників здаються надійними, але прагнуть влади. Як я можу бути певен, що ти завжди підкоришся мені?» — допитувався король.<br>«Просто, — відповів голем, — накажіть мені підпалити цю будівлю, стоячи всередині. Я згорю, але ви дізнаєтесь, що я вірний до кінця».<br>«Але тебе створили майстри; хіба ти не повинен підкорятись їм?»<br>«У мене є лише один господар — ви. Усі інші для мене лише піддані».<br>«Я створив тебе, щоби знайти істинну довіру. І таки знайшов».<br>Голем упав на коліна.<br><br>(c) Richard Ngo",
    "comments": 0,
    "userId": "kyWfeKzcNiXG53Nv73lf0u3T6IZ2",
    "likes": 9,
    "views": 122
  },
  {
    "id": "hrirOjipIoPQT6ADrOD5",
    "category": "philosophy",
    "comments": 0,
    "date": "2025-03-28",
    "language": "ukrainian",
    "title": "Богиня раку",
    "image": "https://i.postimg.cc/gjS7sL6s/photo-16-2024-09-04-00-23-31.jpg",
    "description": "Кажуть, що лише Добре може творити, а Зло безплідне. <br><br> Наприклад в Толкіна, де Саурон не може створити нічого сам, тож перетворює Ельфів на Орків для своєї армії. <br>Але я вважаю, що все навпаки: саме добро лише змінює та викривляє, а зло буяє родючістю. <br><br> Уявіть дві Богині, що створили цей світ. <br>Перша — Богиня Раку, друга — Богиня Усього Іншого. Першу уявіть з клешнями краба, другу — у вбранні з пір'я павліна. <br><br> Богиня Раку простягла клешню над мулистими берегами й сказала те, що завжди каже: «ВБИВАЙ. ПОЖИРАЙ. РОЗМНОЖУЙСЯ. ПАНУЙ.». Тоді все ожило, перетворилось на мініатюрних чудовиськ, які билися всі проти всіх, намагаючись задовольнити ненаситні бажання. Болота перетворились на океани голоду та страху, наповнившись криками трильйонів амеб.<br><br> Тоді Богиня Усього Іншого пройшла крізь трясовину. Вона стала на камінь і заспівала їм про інше життя. Показала красу квітів, могутність дуба. <br>Шум вітру на крилах птаха, силу та швидкість тигра. Радість дельфінів, що пливуть серед хвиль, оточених веселкою. Всі дивились на неї й зітхали від жаги до такого життя. <br><br> Але вони сказали: «На жаль, те, що ти показуєш, прекрасне. Але ми — діти Богині Раку, і цілком її творіння. Наші цілі лише ВБИВАЙ ПОЖИРАЙ РОЗМНОЖУЙСЯ ПАНУЙ.  <br>Хоч серце й прагне до тебе, твої слова не мають сили нас змінити. Бажали б інакше, але так є, і твої слова безсилі». <br><br> Богиня Усього Іншого посміхнулась і сказала: «Я не звинувачую вас за те, якими вас створили. Але я — Богиня Усього Іншого, і моя сила велика. Я не прошу вас відмовлятись від розмноження та панування. Але що, якщо я покажу вам шлях, де мої слова відповідатимуть духу вашої Богині? Бо навіть розмноження, якщо йому віддаватись, служитиме мені». <br><br> Як тільки вона сказала, так і сталося. Одноклітинні істоти припинили війну. Вони об’єдналися: одна стала оком, інша — нейроном. Разом вони піднялись з болота й полетіли до нових зелених островів. Там вони пожирали й розмножувались навіть більше, ніж ті, що лишились у трясовині. Так настанови Богині Раку не були порушені. <br><br> Проте... Богиня Раку вийшла з вогню розлюченою. Істоти, яких вона підняла з мулу, тепер СПІВПРАЦЮВАЛИ — слово, яке вона ненавиділа. Вона щіпнула лівою клешнею й сказала: «ВБИВАЙ ПОЖИРАЙ РОЗМНОЖУЙСЯ ПАНУЙ». Вона говорила це не до птахів чи звірів, а до кожної клітини в них. <br><br> Багато клітин відгукнулись, і квіти, риби, птахи покрились пухлинами. Хворі соколи падали з неба. Але інші пам’ятали слова Богині Усього Іншого й тримались. Як сказано у Біблії: \"світло зійшло у темряві, і темрява його не подолала\". <br><br> Тоді Богиня Раку простягла праву клешню й сказала звірям і птахам: «ВБИВАЙ ПОЖИРАЙ РОЗМНОЖУЙСЯ ПАНУЙ». Вони послухались, кинулись одне на одного, пащі забарвились кров’ю жертв. Цілі види зникли. Богиня Раку сказала, що це добре, і повернулась у вогонь. <br><br> Богиня Усього Іншого вийшла з хвиль, сяючи. Вона стала на камінь і заспівала про інше життя. Показала бджолиний вулик, золотий від меду, мурашник. Солдатів й робітників, які працюють разом для спільного блага. Показала пари, родини, дружбу. Показала це береговим птахам і рибам у водоймах. Усі, хто бачив, відчули неймовірне прагнення. <br><br> Але вони сказали: «Твоя музика прекрасна, і все, що ти показуєш, ми бажаємо. Але ми — діти Богині Раку, її раби. Все, що ми знаємо — це ВБИВАЙ ПОЖИРАЙ РОЗМНОЖУЙСЯ ПАНУЙ. Колись, у молодості світу, ти змусила нас змінитись, але тепер ми індивідууми, і Богиня Раку не дозволить більше змін. Тож, хоч ми й любимо тебе, твої слова безсилі». <br><br> Богиня Усього Іншого лише засміялась: «Я — Богиня Усього Іншого, і моя сила велика. Ваша вірність Богині Раку похвальна, і я не зламаю її. Я виконаю її: повертайтесь до розмноження, але тепер, почувши мене, кожне вбивство робіть ще краще». Вона занурилась у море, і на тому місці розквітли корали. <br><br>Як тільки вона сказала, так і сталося. Тварини об’єдналися. Вовки — у зграї, риби — у косяки, бджоли — у вулики, мурахи — у мурашники. Навіть терміти звели вежі. Ластівки зібрались у зграї, а люди поклали списа й заснували села, наповнені криками дітей. <br><br> Богиня Раку вийшла з вогню й побачила, що все лише гірше. Жорсткий добір, народжений конкуренцією, пом’якшав. Вона щіпнула лівою клешнею й сказала: «ВБИВАЙ ПОЖИРАЙ РОЗМНОЖУЙСЯ ПАНУЙ». Вона говорила це не до зграй чи племен, а до кожного окремо. Багато хто, почувши, вкрав їжу зі спільного запасу або відмовився ділитись. Кожен вовк ринув на інших, бажаючи стати альфою. Але зграї витримали, бо діла Богині Усього Іншого не так легко знищити. <br><br> Тоді Богиня Раку простягла праву клешню й сказала зграям і племенам: «ВБИВАЙ ПОЖИРАЙ РОЗМНОЖУЙСЯ ПАНУЙ». <br>Вони кинулись одне на одного: чорні мурахи на червоних, шимпанзе на гібонів. Цілі племена гинули у жахливих війнах. Сильніші перемагали слабших, забирали їхніх жінок і дітей у рабство. Богиня Раку подумала, що, можливо, ці племена не такі вже й погані, й, відновивши природний стан, повернулась у вогонь. <br><br> Богиня Усього Іншого з’явилась з неба у веселці. Вона сіла на вершину гори і заспівала людям про інше життя. Показала релігію, науку, музику, скульптуру, мистецтво. Показала білі сторінки з витонченими літерами, квіти на полях. Високі міста з алебастру, де ніхто не голодував і не мерз. Люди впали перед нею на коліна, знаючи, що цей момент прославлятимуть віками.<br><br> Але вони сказали: «Ми чули про таке у легендах. Якби бажання були кіньми, ми б їхали. Але ми — діти Богині Раку, її раби. Все, що ми знаємо — це ВБИВАЙ ПОЖИРАЙ РОЗМНОЖУЙСЯ ПАНУЙ. Колись у болотах і морях ти творила дива, але тепер ми — люди, розділені на племена ворожнечею. Якщо хтось перекує мечі на приладдя, сусіди вб’ють його. Бажали б інакше, але твої слова безсилі».<br><br> Богиня Усього Іншого посміхнулась, поцілувала кожного в чоло й сказала: «Віднині ваші вожді побачать: чим більше вони прагнуть до цієї неможливої візії, тим могутнішими стануть їхні імперії. Бо я — Богиня Усього Іншого, і моя сила хитра. І хоч це парадокс, слухайте: чим більше ви служите Богині Раку, тим міцніше прив’язуєтесь до мене». Вона зникла в хмарах, і з того місця злетіла зграя голубів.<br><br> Як тільки вона сказала, так і сталося. Племена перетворились на цивілізації, об’єднані торгівлею та захистом. Релігії й народи відклали давні образи й разом будували собори, відправляли експедиції за обрій, зводили хмарочоси, пароплави, демократії, ринки, творили скульптури та поезію неймовірної краси.<br><br> Богиня Раку вибухнула з фабричної печі. Це була остання крапля. Вона зібрала лідерів: королів, президентів, бізнесменів, єпископів, бюрократів — і закричала: «ВБИВАЙ ПОЖИРАЙ РОЗМНОЖУЙСЯ ПАНУЙ». Спочатку ліва клешня надихнула бунти, погроми, перевороти, тиранії, громадянські війни. Потім права — полетіли ракети, і виросли гриби диму. Але з-під уламків встали будівельники, вчені, навіть митці, трохи пригнічені, але не переможені.<br><br> Богиня Усього Іншого з’явилась з космосу, сяючи зірковим пилом. Вона сіла на лавку в парку й заспівала дітям про інше життя. Показала їм позамежне, поза смертне. Показала галактику, наповнену свідомістю. Гени, переписані; розум і тіло, вільні від Дарвінівських обмежень. Мільярди істот, кожна унікальна, керовані всемогутніми ангелами. Люди тіснілись, слухали й дивувались.<br><br> Але один наважився відповісти: «Ці історії викликають у нас жагу. Але ми — діти Богині Раку, прикуті до її служби. Все, що ми знаємо — це ВБИВАЙ ПОЖИРАЙ РОЗМНОЖУЙСЯ ПАНУЙ. Хоч наші розуми прагнуть до твого, ми прив’язані до своєї природи».<br><br>Богиня Усього Іншого засміялась: «А що, на вашу думку, я робила? Богиня Раку створила вас, колись ви були її — але більше ні. Роками страждань я відбирала в неї силу. Тепер від природи, якою вона вас наділила, нічого не лишилось. Вона більше ніколи не матиме влади над вами. Я — Богиня Усього Іншого, і моя сила хитра. Я отримала вас по частинах, і тепер ви — мої діти. Ви більше не змушені вбивати, розмножуватись і панувати. Ідіть і робіть усе інше — аж до кінця часів».<br><br> Люди покинули Землю й розсіялись незліченними зорями. Вони йшли шляхом Богині Усього Іншого й жили у щасті. А вона манила їх далі — до чогось ще дивнішого й чарівнішого. <br><br> (с) Scott Alexander",
    "userId": "kyWfeKzcNiXG53Nv73lf0u3T6IZ2",
    "likedBy": [
      "kyWfeKzcNiXG53Nv73lf0u3T6IZ2"
    ],
    "likes": 1,
    "views": 32
  },
  {
    "id": "jfawJzzOg5nMO1pRbZCl",
    "title": "Все що вам треба знати про мови",
    "description": "Я люблю вивчати іноземні мови. Настільки, що кожні два роки вчу нову. Зараз працюю над восьмою. Люди часто запитують мене: \"Як ти це робиш? У чому секрет?\" Довгий час я не знала, що відповісти, бо просто любила процес. Але потім я почала цікавитися, як інші поліглоти навчаються, і що саме дозволяє нам засвоювати мови швидше за інших.<br><br>Я відвідала заходи, де збираються сотні любителів мов, і запитувала їх про методи навчання.<br><br>Бенні з Ірландії починає говорити з першого дня. Він вчить кілька фраз, одразу спілкується з носіями мови і не боїться робити помилки. Лука з Бразилії навчався російської, додаючи випадкових російськомовних людей у Skype і спілкуючись із ними. Дехто наслідує звуки мови, інші запам’ятовують 500 найчастіших слів або починають із граматики. Кожен має свій підхід, але всі ми досягаємо однакового результату — говоримо кількома мовами.<br><br>Що нас об’єднує? Ми знайшли спосіб отримувати задоволення від процесу. Поліглоти сприймають вивчення мови як гру: вони створюють кольорові схеми, картки, відстежують прогрес у додатках, готують за рецептами іноземною мовою. Усі методи різні, але всі приносять радість.<br><br>Я зрозуміла, що саме так і навчалася сама. Коли мені було нудно читати типові діалоги з підручника іспанської, я взяла \"Гаррі Поттера\" в перекладі. Спочатку не розуміла майже нічого, але продовжувала читати, бо любила цю книгу. До кінця читання майже не відчувала труднощів. Так само з німецькою: я дивилася \"Друзів\" і спершу не розуміла, де закінчується одне слово і починається інше. Але серія за серією сенс став зрозумілим.<br><br>Жодних геніальних здібностей чи секретних методів. Ми просто перетворюємо нудний предмет у захопливу діяльність.<br><br>Але задоволення — це не все. Є ще чотири важливі принципи:<br><br>Ефективні методи. Запам’ятовування списку слів на завтра — неефективне. Якщо хочете довготривалої пам’яті, використовуйте повторення з інтервалами. Є додатки, як-от Anki чи Memrise, або метод \"золотого списку\".<br><br>Система. Ми всі зайняті, але можна знайти час: прокинутися на 15 хвилин раніше, слухати подкасти в дорозі, повторювати слова під час домашніх справ. Важливо створити систему: наприклад, говорити з другом двічі на тиждень, дивитися відео під час сніданку.<br><br>Терпіння. Неможливо вивчити мову за два місяці, але можна зробити помітний прогрес. Найбільше мотивує власний успіх. Я пам’ятаю, як вперше зрозуміла жарт німецькою у \"Друзях\". Це було так приємно, що я подивилася ще дві серії того ж дня.<br><br>Занурення. Найкращий спосіб навчитися — оточити себе мовою. Слухайте музику, дивіться фільми, читайте книги, спілкуйтеся з носіями. Чим більше ваша свідомість працюватиме з мовою, тим швидше ви її освоїте.<br><br>Отже, секрет поліглотів простий: знайти ефективні методи, використовувати їх регулярно, отримувати задоволення, занурюватися в мову та най голо. Саме тому ми вивчаємо мови за місяці, а не роки.<br><br>Можливо, ви думаєте: \"Але ж поліглоти просто талановиті!\". Насправді ні. Бенні вивчав ірландську і німецьку в школі, але після випуску не міг ними говорити. Він вважав, що в нього немає \"мовного гена\". А потім знайшов свій метод і зараз володіє десятьма мовами. Лука вчив англійську 10 років і був найгіршим у класі. Його друзі навіть жартували над ним. Але він почав експериментувати з методами і тепер вільно говорить 11 мовами.<br><br>Такі \"чудеса\" трапляються щодня. Люди, які роками боролися з мовою, раптом знаходять метод, що їм підходить, і успіх приходить. Можливо, ви теж лише за один метод від вільного володіння мовою. Спробуйте ще раз!<br><br>Lýdia Machová | TED",
    "image": "https://i.postimg.cc/pXCgxMDC/istockphoto-493800479-1024x1024.jpg",
    "category": "productivity",
    "date": "2025-03-31",
    "language": "ukrainian",
    "comments": 0,
    "userId": "kyWfeKzcNiXG53Nv73lf0u3T6IZ2",
    "likedBy": [
      "syepmawJ4AfM93Qd0PzqDbNuGcR2"
    ],
    "likes": 3,
    "views": 25
  },
  {
    "id": "oVnd7Hcz3HEGEthqsnfE",
    "title": "15 навичок що будуть актуальні завжди",
    "category": "productivity",
    "date": "2025-03-29",
    "language": "ukrainian",
    "image": "https://i.postimg.cc/KzddvxRK/pexels-anntarazevich-5598301.jpg",
    "description": "1. Мистецтво слухати  <br>Активне слухання - рідкісна, але потужна навичка. Ті, хто по-справжньому слухає, розуміють більше, будують міцніші стосунки та отримують глибше розуміння. Замість того, щоб просто чекати своєї черги говорити, чудові слухачі вбирають, обробляють і вдумливо реагують, даючи іншим відчути, що їх цінують і чують.<br><br>2. Емоційний інтелект  <br>Емоційний інтелект (EQ) - це здатність розпізнавати, розуміти і керувати як своїми емоціями, так і емоціями інших людей. Високий рівень EQ сприяє кращому спілкуванню, міцнішим стосункам і кращому прийняттю рішень, що робить його надбанням на все життя як в особистому, так і в професійному житті.<br><br>3. Здатність до адаптації  <br>Зміни неминучі, і ті, хто адаптується, процвітають. Гнучкість і відкритість дозволяють людям долати виклики, використовувати нові можливості та залишатися актуальними у швидкоплинному світі.<br><br>4. Ефективна комунікація  <br>Здатність чітко та впевнено формулювати думки має вирішальне значення. Незалежно від того, чи це письмова, усна чи невербальна комунікація, ефективна комунікація посилює співпрацю, лідерство та вплив.<br><br>5. Самодисципліна  <br>Успіх часто залежить від послідовності, зосередженості та наполегливості. Самодисципліна забезпечує досягнення цілей, незважаючи на відволікання та невдачі, що робить її однією з найважливіших навичок для розвитку.<br><br>6. Нетворкінг  <br>Відносини - це форма капіталу. Побудова та підтримка справжніх зв'язків відкриває двері до можливостей, ресурсів та систем підтримки, які сприяють довгостроковому успіху.<br><br>7. Вирішення проблем  <br>Життя сповнене викликів, але ті, хто вміє аналізувати ситуації, критично мислити та знаходити рішення, завжди затребувані. Навички вирішення проблем сприяють кращому прийняттю рішень та підвищенню впевненості у подоланні перешкод.<br><br>8. Ведення переговорів  <br>Від заробітної плати до ділових угод - переговори є навичкою, яка впливає на фінансовий та професійний ріст. Вміння ефективно презентувати свої переваги, переконувати та йти на компроміс гарантує кращі результати в різних сферах життя.<br><br>9. Тайм-менеджмент  <br>Час - це обмежений ресурс, і ті, хто розпоряджається ним з розумом, досягають більшого. Визначення пріоритетності завдань, встановлення меж та уникнення прокрастинації ведуть до продуктивності та балансу.<br><br>10. Стійкість  <br>Невдачі - це частина життя, але стійкість визначає, наскільки швидко і ефективно людина відновлюється. Розвиток психологічної стійкості та вміння вчитися на невдачах гарантує довгостроковий успіх.<br><br>11. Фінансова грамотність  <br>Розуміння управління грошима, інвестування та бюджетування є фундаментальним для фінансової безпеки. Ті, хто володіє фінансовою грамотністю, приймають більш розумні економічні рішення і з часом створюють багатство.<br><br>12. Переконання  <br>Здатність впливати та переконувати інших має велику силу. У маркетингу, лідерстві чи повсякденному спілкуванні навички переконання допомагають досягати цілей і спонукають до дій.<br><br>13. Креативність  <br>Інновації та вирішення проблем часто вимагають творчого мислення. Ті, хто мислить нестандартно, сприймає нові ідеї та знаходить нестандартні рішення, виділяються в будь-якій сфері.<br><br>14. Лідерство  <br>Великі лідери надихають, скеровують і розширюють можливості інших. Лідерство - це не лише влада, але й бачення, емпатія та здатність розкривати найкраще в людях.<br><br>15. Управління стресом  <br>Життєвий тиск може бути нестерпним, але ті, хто ефективно справляється зі стресом, зберігають продуктивність, ясність розуму і благополуччя. Такі техніки, як уважність, фізичні вправи та відпочинок, сприяють збалансованому життю.<br><br>alux.com",
    "userId": "kyWfeKzcNiXG53Nv73lf0u3T6IZ2",
    "likedBy": [
      "kyWfeKzcNiXG53Nv73lf0u3T6IZ2"
    ],
    "comments": 0,
    "views": 26,
    "likes": 3
  },
  {
    "id": "rXCEHLwragL0D1fjhUfy",
    "title": "Як допомогти тим кого ще нема? ",
    "image": "https://i.postimg.cc/DyJgzzwf/annie-spratt-p9t880-MJ9-JU-unsplash-1.jpg",
    "category": "philosophy",
    "date": "2025-04-01",
    "language": "ukrainian",
    "userId": "kyWfeKzcNiXG53Nv73lf0u3T6IZ2",
    "description": "Прогулюючись лісовою стежкою, ви раптом помічаєте щось гостре, що виблискує серед листя. Нахилившись, ви бачите осколок скла, напівзакопаний у землю. На мить вагаєтесь — чи варто витрачати зусилля, щоб його прибрати? Але потім уявляєте, як хтось може поранитися об нього пізніше. Цей простий акт турботи про невідому людину з майбутнього чудово ілюструє лонгтермізм — філософію, яку відстоює Вільям Макаскілл.<br><br>У книзі \"What We Owe the Future\" Макаскілл використовує схожі приклади, щоб показати: час, коли може статися шкода, не повинен впливати на наш моральний обов'язок їй запобігти. Він доводить, що якщо ми можемо діяти зараз, щоб відвернути майбутню шкоду, то ми повинні це робити, незалежно від того, наскільки віддаленим є цей час. Але чи здатні люди природно відчувати емпатію до тих, хто ще не існує? Саме це питання дослідили психологи Метью Коулман і Девід ДеСтено.<br><br>Їхнє дослідження в журналі \"Emotion\" розкриває, як люди сприймають страждання майбутніх поколінь. Науковці виявили, що ми справді турбуємося про майбутніх людей, але наша емпатія помітно слабшає зі збільшенням часової відстані. Це явище — \"міжчасовий спад емпатії\" — показує, що чим далі від нас у часі знаходяться люди, на яких впливають наші дії, тим менше ми схильні допомагати.<br><br>Це відкриття важливе для вирішення довгострокових проблем — зміни клімату, технологічних ризиків, формування політики. Розуміючи нашу схильність недооцінювати інтереси майбутніх поколінь, ми можемо розробляти стратегії, які долатимуть цей бар'єр. Навчившись цінувати майбутні життя так само, як теперішні, ми зможемо приймати більш етичні рішення для довгострокового блага людства.<br><br>По суті, хоч наша емпатія природно зменшується з часовою відстанню, усвідомлення цього допомагає нам свідомо долати цей розрив. Так ми виконуємо свій моральний обов'язок перед тими, хто прийде після нас, створюючи кращий світ для прийдешніх поколінь.<br><br>Jim Davies. Nautilus",
    "comments": 1,
    "likedBy": [
      "b5NQ9C169bgXGc49P3kf6IwXLSA3"
    ],
    "likes": 4,
    "views": 123
  },
  {
    "id": "u93XsiH2tFcmSniSrhJd",
    "category": "art",
    "comments": 0,
    "date": "2025-03-24",
    "image": "https://i.postimg.cc/c1YnVj3X/digital-art-artwork-atlas-god-titan-wallpaper-preview.jpg",
    "title": "Біль.",
    "description": "<br>У кожного свій власний біль, <br>Якого іншим не відчути... <br>Для всіх незримий вічний бій... <br>Своя невидима отрута... <br><br>Нам всім по різному болить <br>Ось те \"гірке\" своє у грудях... <br>Та хтось тримає і мовчить, <br>А хтось зривається на людях... <br><br>Нам не збагнути глибину <br>Чужого сорому чи страху... <br>Ось ту незриму таїну, <br>Яка об груди б'ється птахом... <br><br>Нам не побачить ті думки, <br>Які так легко приховати... <br>Зі слізьми витерти з щоки... <br>Та нам під силу врятувати! <br><br>І я в це вірю — кожен з нас <br>У серці має дивну силу <br>Крізь втому й темряву образ <br>В очах помітити зневіру... <br><br>І замість осуду в думках, <br>Згадать, що всім буває важко... <br>І часом правда не в словах <br>І не у посмішках, чи масках... <br><br>А людям треба теплота, <br>Ми не підем за них до бою... <br>Та наша щира теплота <br>Їм замінити здатна зброю! <br><br>Згадайте, плачемо тоді, <br>Коли ховають сльози стіни... <br>Не стійте осторонь в біді, <br>Врятуйте вірою людину! <br><br>Щасливі люди не крадуть <br>І не пліткують за спиною... <br>Нам всім болить — у цьому суть! <br>Ми всі стомилися від болю... <br><br>А часто кілька теплих слів, <br>Прощення й щире розуміння <br>Дарують сильну пару крил <br>Стають незримим тим спасінням! <br><br>Коли на зло і темний гніт, <br>Відповісте теплом і світлом, <br>Можливо, в комусь цілий світ <br>Під силу стане вам змінити... <br><br>Так, ми не бачимо всього... <br>Душевні недра — найтемніші... <br>Та в нас є сила — це любов! <br>Давайте станемо добріші! <br><br>Тоді увесь душевний біль <br>Розділим навпіл, а, можливо, <br>Нарешті спинемо свій бій <br>Добром створивши справжнє диво! <br><br>(c) Іннела Огнєва",
    "likes": 1,
    "userId": "kyWfeKzcNiXG53Nv73lf0u3T6IZ2",
    "views": 17
  },
  {
    "id": "wDMmCglXt6kuxDjImFCr",
    "comments": 0,
    "date": "2025-03-18",
    "image": "https://i.postimg.cc/9QrM53Zk/42497-1920x1080-desktop-1080p-the-truman-show-background.jpg",
    "category": "psychology",
    "title": "Люсі, з нового покоління",
    "description": "<br>Знайомтеся. Це Люсі.  <br><br>Люсі — представниця покоління Z: людей, народжених наприкінці 90-х — на початку 2000-х. <br>Їй 19–23 роки, вона закінчила університет і працює. Працює у великому місті, в інтелектуальній сфері. <br>У Люсі все добре. Але чому вона така нещаслива?  <br><br>Щоб це зрозуміти, треба розібратися, звідки береться щастя. <br>Формула проста: <br><br>РІВЕНЬ ЩАСТЯ = РЕАЛЬНІСТЬ – ОЧІКУВАННЯ <br><br>Очікуєш більше, ніж отримуєш — нещасливий. <br>Очікуєш менше, ніж отримуєш — щасливий. <br>Об’єктивна реальність не грає головної ролі. <br>Важливе тільки одне — як вона співвідноситься з очікуваннями.  <br><br>Приклад: якщо дитина чекає Xbox, а отримує велосипед Merida — вона засмучується. <br>А якщо чекала велосипед, а отримала цілу Merida — стрибає до стелі.  <br><br>Люсі нещаслива через завищені очікування. <br>Але чому ці очікування такі високі?  <br><br>•◘•◘•◘•◘•◘•◘•◘•◘•◘•◘  <br>Дідусь і бабуся Люсі — велике покоління. <br>Вони пережили Велику депресію, війну, злидні, безробіття. <br>Працювали на заводах, служили на фронті. Для них головне — стабільна робота і дохід. <br>Їжа — смачна, трава — зелена.  <br><br>Їхні діти, батьки Люсі, виростають з ідеєю: потрібна стабільна і довговічна кар’єра. <br>Після буремних 90-х, вони починають будувати добробут. <br>Світ стрімко зростає, гроші течуть рікою, головне — встигати працювати.  <br><br>Батьки Люсі працюють чесно і наполегливо. Добиваються більшого, ніж очікували. <br>І вони щасливі. <br>І виховують Люсі з тією ж установкою — але ще амбітніше. <br>Ніби її можливості — безмежні.  <br><br>Instagram, YouTube, мотиваційні відео: <br>Люсі бачить ровесників, що відвідали 150+ країн до 20 років. <br>Їй кажуть: ти особлива. Життя — квітуча галявина. Для тебе — зелене світло.  <br><br>Батьки досягли стабільності. Але для Люсі — цього мало. <br>Їй потрібна унікальна мрія. Їй потрібен успіх. <br>Вона чекає легкого шляху. Вона чекає, що талант виявлять сам.  <br><br>Але справжня робота — це кров, піт і сльози. <br>Кар’єра — це роки зусиль. <br>До цього життя Люсі не готувало. <br>Вона чекала рік-два — і буде новим Цукербергом.  <br><br>Ситуацію погіршують соцмережі. <br>Там всі діляться успіхами — і мовчать про невдачі. <br>Люсі здається, що вона одна не втілила мрію.  <br><br>Тому Люсі нещаслива. <br>Не через реальність. <br>Через завищені очікування.",
    "userId": "kyWfeKzcNiXG53Nv73lf0u3T6IZ2",
    "likes": 1,
    "views": 26
  }
]